{
  "articles": [
    {
      "title": "Pregnancy and birth",
      "content": "Pregnancy and birth are as ordinary and extraordinary as breathing, thinking or loving. And both call on an individual’s creativity, flexibility, endurance and humor.\n\nPregnant women face many choices that will affect the pregnancy, birth experience and life as a new mother. Learning as much as you can about the developing pregnancy and various childbirth practices will help as you consider such questions as: What kind of care do you want to receive during pregnancy? Where do you wish to give birth? Who would you like to be with you when you are in labor?\n\nMost pregnant women are bombarded with advice from well-meaning friends and relatives — and even strangers. Everyone seems to have an opinion on what women should or shouldn’t do, and it’s easy to feel overwhelmed by conflicting recommendations.\n\nThe articles here will help you sort fact from fiction. Drawing on the most accurate research, the experiences of numerous women, and the advice of midwives, physicians and other health care providers, will help you to gather the information needed to make wise decisions and to approach birth with confidence.\n"
    },
    {
      "title": "Pregnancy and nutrition",
      "content": "Women thinking about having a baby should be encouraged to evaluate their diets and make any necessary changes, such as increasing intake of fruit and vegetables to at least five portions a day, basing meals and snacks on high-fibre carbohydrate foods, reducing consumption of fatty or sugary foods and limiting salt intake.\n\nWith more than half of adults in the United Kingdom now overweight or obese, it is likely that a significant proportion of women thinking about having a baby will already be overweight. In overweight women, reducing body mass index decreases the risk of hypertension and gestational diabetes, but “crash dieting” to lose the desired weight is not appropriate because it can lead to nutrient deficiency. Instead, steady weight loss should be achieved gradually by reducing energy intake yet ensuring that a diet rich in nutrients remains. Some women may need guidance on how to do this. In essence, a woman will need to reduce her intake of foods that provide little other than calories (ie, fatty or sugary foods), replacing them with foods of high nutritional quality (ie, fruit, vegetables, wholegrain cereals, bread, pulses, low fat dairy foods, lean meat and fish) if required. Drinks should not be forgotten as a source of calories. Fruit juices, squashes, fizzy drinks of the non-diet variety and alcoholic drinks can add considerably to total energy intake, and anyone attempting to lose weight should be encouraged to choose water and the occasional coffee or ordinary tea as alternatives.\n\nWomen who who have a BMI of less than 20 should be encouraged to gain weight if possible, not by increasing consumption of fat or sugar, but by eating more bread, potatoes, rice and cereals. Drinking extra milk and fruit juice is also helpful. The aim for all women planning to have a baby should be to shift BMI towards the ideal range (between 20 and 25) before pregnancy begins. Having an ideal body weight may improve the chances of conception — being underweight or overweight is associated with fertility problems.\nFolic acid\n\nFolic acid is a vitamin B that is essential for cell division, and folate levels seem to be crucial during early pregnancy. An inadequate supply of folate at the time of neural tube closure (about 28 days after conception) has been shown to increase the risk of neural tube defects (NTDs) such as spina bifida, and folate supplementation has been shown to reduce this risk. Because folate exerts its influence at such an early stage of pregnancy, women who are planning a pregnancy should therefore be advised to take a supplement.\n\nIn the case of women with no history of NTDs in previous offspring, themselves or their partner, the appropriate dose is 400µg daily, continuing until the 12th week of pregnancy. In women who do have an NTD history, the appropriate dose is 5mg daily. Women who have epilepsy are also at a greater risk of having an offspring with an NTD and should also take a 5mg folic acid supplement.\n\nWomen can also be encouraged to eat foods that are naturally folate rich, such as Brussels sprouts, spinach and broccoli, or foods that have been fortified with folates."
    },
    {
      "title": "Maintaining a healthy pregnancy",
      "content": " Health\n\nA woman’s health is essential to the good health of her baby. Women who eat well and exercise regularly along with regular prenatal care are less likely to have complications during pregnancy. They’re also more likely to successfully give birth to a healthy baby.\nNutrition\n\nEating a nutritious diet during pregnancy is linked to good fetal brain development, a healthy birth weight, and it reduces the risk of many birth defects.\n\nA balanced diet will also reduce the risks of anemia, as well as other unpleasant pregnancy symptoms such as fatigue and morning sickness. Good nutrition is thought to help balance mood swings and it may improve labor and delivery as well.\n\nA well-balanced pregnancy diet includes:\n\n    protein\n    vitamin C\n    calcium\n    fruits and vegetables\n    whole grains\n    iron-rich foods\n    adequate fat\n    folic acid\n\nWeight gain\n\nA simple way to satisfy your nutritional needs during pregnancy is to eat a variety of foods from each of the food groups every day.\n\nMany women are concerned about how much weight they will gain during pregnancy. If your weight was in the normal range before you got pregnant, a weight gain of 25 to 35 pounds is recommended. It’s important to discuss and monitor your weight and nutritional needs with your doctor throughout the pregnancy. Weight gain recommendations will vary for women who are underweight before conceiving, for those who are obese, and for those with a multiple pregnancy, such as twins.\nWhat not to eat\n\nTo protect mom and baby from bacteria or parasitic infection, such as Listeriosis, make sure that all milk, cheese, and juice are pasteurized. Don’t eat meat from the deli counter or hot dogs unless they are thoroughly heated. Also avoid refrigerated, smoked seafood and undercooked meat, poultry, and seafood. If you or someone in your family has had a history of allergies, speak to your doctor about any foods to avoid.\nPrenatal vitamins\n\nMost nutrients needed during pregnancy should come from food, but prenatal vitamin supplements play an important role. Pregnant women are often too busy to plan three nutrient-filled meals every day, and a vitamin supplement can provide the extra nutrition that the developing fetus needs.\n\nFolic acid (folate) is a B vitamin that is very important for pregnant women. Folic acid supplements taken several weeks prior to pregnancy and for the first 12 weeks of pregnancy have been found to lower the risk of having a child with a neural tube defect such as spina bifida.\n\nMost prenatal vitamins contain 1 milligram of folic acid. Talk to your doctor before you start taking prenatal vitamins. They can help you decide which type is best for you.\nExercise\n\nModerate exercise is not only considered safe for pregnant women, it’s encouraged and thought to benefit both mom and growing baby. Exercising 30 minutes a day is proven to help circulation, strengthen muscles, and decrease stress. However, it’s important to talk to your doctor before starting any exercise regime, particularly if you are in a high-risk category. If you were not physically active before getting pregnant, talk with your doctor about what exercise you can do during your pregnancy.\n\nFor the majority of normal pregnancies, exercise can:\n\n    increase energy levels\n    improve sleep\n    strengthen muscles and endurance\n    reduce backaches\n    relieve constipation\n\nAerobic exercises, such as walking, jogging, and swimming, stimulate the heart and lungs as well as muscle and joint activity, which help to process and utilize oxygen. Aerobic activity also improves circulation and increases muscle tone and strength.\n\nThere are many exercise classes designed specifically for pregnant women that help to build strength, improve posture and alignment, and promote better circulation and respiration.\n\nSquatting and Kegel exercises should be added to the exercise routine. Kegel exercises focus on the vaginal and perineal muscles. The exercise is done in the same way a woman stops and starts the flow of urine. The perineal muscle is tightened for a count of three and then the muscle is slowly relaxed. The period of time the muscle is contracted can be increased over time as muscle control becomes easier. Relaxing the perineal muscles can help during the birth of the baby. Kegel exercises are thought to help women maintain good muscle tone and control in the perineal area, which can aid in delivery and recovery after birth.\nHealthline Partner Solutions\nGet Answers from a Doctor in Minutes, Anytime\n\nHave medical questions? Connect with a board-certified, experienced doctor online or by phone. Pediatricians and other specialists available 24/7.\nCutting out bad habits\n\nMaking good lifestyle choices will directly impact the health of a growing fetus. It’s important to cut out smoking, drug use, and alcohol consumption. These have been linked to serious complications and risks for both mother and baby.\n\nDrinking alcohol during pregnancy is linked with a wide range of problems in the developing baby. Any alcohol that is consumed by the mother enters the fetal bloodstream in approximately the same concentrations as in the mother’s bloodstream. Drinking throughout pregnancy can result in fetal alcohol syndrome (FAS). The American Academy of Pediatrics warns that FAS can cause your baby to be underweight and have abnormalities in their central nervous system.\n\nAlcohol consumption during pregnancy can also lead to complications, such as:\n\n    miscarriage\n    premature labor and delivery\n    stillbirth\n\nThere’s no evidence that cigarette smoking before a pregnancy has started will harm a developing baby. However, there is plenty of proof that smoking during pregnancy is hazardous. Smoking affects blood flow and oxygen delivery to a baby, and therefore their growth.\n\nCigarette smoking is the single most common cause of low birth-weight babies, which in turn is the most common cause of death and illness in the first few weeks of life. Smoking is also linked to a wide variety of pregnancy complications, including:\n\n    vaginal bleeding\n    ectopic pregnancy\n    premature placental detachment\n    premature labor and delivery\n\nGetting sick during pregnancy\n\nBesides all of the symptoms that go along with pregnancy, pregnant women are more susceptible to certain infections, like the common cold or flu. A pregnant woman is more likely to become very ill if she catches a cold or flu. Though such illnesses can make you feel very unwell, most will not affect your developing baby.\n\nSome of the more common illnesses include:\n\n    common cold\n    seasonal flu\n    runny nose\n    upset stomach\n\nIt’s important to talk to your doctor about treatments that are safe to use for any illnesses during pregnancy. Many common medications and supplements such as aspirin and ibuprofen are not recommended during pregnancy.\n\nPrevention is the best way to avoid getting sick. A healthy diet and exercise as well as plenty of rest and good hand-washing should help to ensure good health. A seasonal flu shot is the best line of defense during the flu season. It’s recommended for those who will be in their second or third trimester during this time. Pregnant women are at a much greater risk of developing complications from both the seasonal flu virus, as well as from swine flu (H1N1).\n\nTalk to your doctor about your health history. They can tell you whether or not there are risks to your baby’s health.\n\nSome women who have a history of asthma may find that their symptoms worsen during pregnancy. This is partly due to the increasing amounts of hormones in the system, as well as the enlarging uterus, which presses up against the lungs and restricts the amount of air left in your lungs after exhaling.\nPrenatal care\n\nAttending all prenatal care checkups will help your doctor carefully monitor you and your growing baby throughout your pregnancy. It will also give you a scheduled time to ask your doctor about any concerns you’re having about your pregnancy. "
    },
    {
      "title": "Weight, Lifestyle, and Health during Pregnancy and Beyond",
      "content": "Healthy weight and healthy lifestyle behaviours are considered as essential prerequisites for a successful pregnancy. The importance of maternal lifestyle including nutrition and physical activity in relation to the short- and long-term birth outcomes is increasingly featured in the literature [1–3]. Recently, more attention has been given to excessive gestational weight gain and obesity as they are shown to significantly increase risks of complications during pregnancy and birth as well as elevating the risk of obesity in the offspring [4, 5].\n\nWhile many western countries are mainly facing the challenge of obesity, most developing countries suffer from a dichotomy of ill health, resulting from both undernutrition and a rising trend in obesity affecting mothers and their babies [6]. There is a growing appreciation of interventions including elements of health psychology and behaviour change techniques (BCTs) in supporting health professionals to guide mothers in adapting a healthy lifestyle. These are also used to inform and motivate mothers to improve lifestyle during pregnancy to achieve healthier birth outcomes.\n\nThis special issue includes 10 articles from various parts of the world, presenting research findings related to gestational weight management and behaviour change during and after pregnancy.\n\nFive articles focused on gestational weight management. One study highlighted the relationship between first-trimester weight gain and overall gestational weight gain (GWG) as well as showing the impact of racial differences so that Latina women gained more weight during pregnancy than their White counterparts in the United States of America. This could offer interesting insights for developing GWG interventions sensitive to the needs of women in different BMI categories and ethnic backgrounds. Another study, using a qualitative approach, explored barriers to appropriate GWG and suggested a lack of sufficient knowledge about pregnancy weight gain goals and family pressures for “eating for two” as major obstacles in maintaining a healthy weight gain during pregnancy.\n\nThe other two studies in this category assessed attitudes and experiences towards weighing during pregnancy from women's and clinicians' perspectives. The former reported that majority of women did not express any objection to being weighed during pregnancy but they indicated that there is a state of confusion and distrust with antenatal weight management interactions. The latter article suggested that while many clinicians support routine weighing during pregnancy, there are certain barriers such as inadequacy in systems and resources and lack of sufficient evidence in benefits of routine weighing which should be considered before its implementation. The last study in this category analysed the existing literature and highlighted the importance of effective BCTs in achieving healthy dietary behaviours during pregnancy. This study showed that although the reporting on the use of BCTs is very poor in the existing literature, the most commonly used BCTs in support of gestational weight management in trials with some evidence of effectiveness include “feedback and monitoring,” “shaping knowledge,” and “goals and planning.” Taken together, these five articles make important suggestions for future intervention development.\n\nRelated to the articles on gestational weight management were two articles on maternal obesity. Firstly, the association between neighbourhood poverty level at menarche and prepregnancy obesity for African American women was explored. Prepregnancy obesity was found to be higher in those women who had their first period when living in a neighbourhood where a large number of people lived below the federal poverty level. This study highlights the need to take a public health approach to maternal obesity and to look at women's lifespan and not just their pregnancy.\n\nSecondly, maternal obesity is associated with higher risks of gestational diabetes mellitus (GDM), but how GDM is best diagnosed is currently debated. One included study examines how two different criteria may affect GDM prevalence. They audited the prevalence of Australian women with GDM using the International Association of Diabetes and Pregnancy Study Groups (IADPSG 2010) criteria compared to the Australian Diabetes in Pregnancy Society (ADIPS 1991). Results showed that 3.4–3.5% of women were diagnosed with GDM, with no difference between the two criteria.\n\nLastly, three articles focused on lifestyle behaviours during and after pregnancy. One study examined dietary habits in American pregnant women. Results suggested that only one in five women consume fish, potentially missing out on omega-3 which may benefit the mother and the foetus. Dietary behaviours in pregnancy and after birth were examined by ethnicity of the mother in another American study which found that fast food (associated with high saturated fat and salt intake) was eaten more frequently by Black women than White and Hispanic women in this study. These two studies together provide information for future intervention development regarding healthy eating in pregnancy.\n\nAlthough there are health benefits to postnatal physical activity, women often struggle to regain fitness after birth and may not engage in physical activity. One of the included studies reports on the secondary outcome measures of a postnatal physical activity intervention designed using health psychology theory (Transtheoretical Model) and behaviour change techniques (including goal setting). No impact was found on women's body composition and well-being, and the authors report the need for further research in the area.\n\nIn summary, we believe the studies presented in this special issue make an important addition to what is known about healthy weight and lifestyle behaviours during and after pregnancy. Collectively, the findings show the need to take a public health approach and view the impact of women's weight and lifestyle through their circumstances, including sociocultural and demographic factors such as neighbourhood poverty and ethnicity. Likewise, some included articles show the need for interventions to be targeted at individual groups to enhance their implementation success and effectiveness."
    }
  ]
}